import React, { Component } from 'react';
import '../css/HomeBody.css';
export default class HomeBottom extends Component {
	render() {
		return (
			<div className="HomeBody">
				<div className="BodyTitle">与 WIGGLE 一同携手 GET THERE</div>
				<span>
					我们是骑手；我们是跑者；我们是游泳爱好者；我们是铁三运动员；我们是徒步健行者；我们是健身爱好者。我们都非常清楚那种 GET THERE 的感受 –
					无论你的运动项目是什么，无论你的水平如何，你都会走得更远、更加努力，表现得更加出色。就是那种从艰难到轻松的感觉。
				</span>
				<span>
					和你一样，我们已经克服了障碍，甚至包括贪睡按掉闹钟的按钮。最主要的是，我们拥有想去冲击并征服那座高峰、攀爬高坡、和时间赛跑的相同感受。 有几天我们也想过偷懒忘记挑战，但最终还是迫不及待地再次冲出家门。
					我们享受和同伴们一起训练的日子；我们也尽情品尝着独自训练带来的放空与宁静。
				</span>
				<span>
					我们在你家附近的公园里跑步；我们在泳池中从你身边游过；我们在100 英里的竞骑路上与你相遇；我们在山坡徒步时与你擦肩而过。我们与你同在！
					这就是为什么我们能够成为采购、测试和提供最好的运动器材的专家，能为你提供令人瞠目的极优价格。这就是为什么世界最大品牌选择与我们合作的原因，当然与此同时我们也在不断地支持小型专业品牌在体育科技与创新领域拥有惊人的表现。这就是
					Wiggle 工作的目的所在。因为，同你一样，我们只力求做得更好。
				</span>
				<span>让我们共同携手 Get There。</span>
			</div>
		);
	}
}
